; MSETUP4 string table
[STRING]
CHARSET="136"
FONTNAME="新細明體"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="由於該軟體正在被其他使用者使用，無法啟動。"
MSE1="無法重新啟動系統。請關閉正在運行的安裝程式或應用程式軟體。然後退出 Canon 安裝程式並重新安裝。"
MSE2="目前作業系統下無法使用該程式。"
MSE3="要安裝本軟體，必須登入管理員帳戶。\n按一下 [確定] 以取消安裝。如果您正在使用 CD-ROM，請在按一下 [確定] 後將其移除。\n取消安裝後，登入管理員帳戶，然後安裝本軟體。"
MSE3_Mac="使用管理員帳戶登入以啟動本軟體。"
MSE31_Mac="安裝該軟體需要管理員的使用者名稱和密碼。"
MSE4="需要適當的應用程式軟體顯示所選檔案。"
MSE5="磁碟機 %D% 空間不足。安裝軟體需要 %S% 兆位元組。"
MSE6="指定的資料夾無效。請指定一個在本地硬碟機上的可寫入的資料夾。"
MSE7="由於螢幕解析度過低，導致該程式無法啟動。請將解析度更改為 800x600 個像素或更高，然後重新執行該操作。\n當在平板電腦上進行安裝時，請將螢幕方向設定為橫向模式，然後執行該操作。"
MSE7_Mac="由於螢幕解析度過低，導致該程式無法啟動。請將解析度更改為 800x600 個像素或更高，然後重新執行該操作。"
MSE8="CD-ROM 磁碟機中沒有 CD-ROM。\n請將 CD-ROM 重新插入磁碟機。"
MSE9="檔名中不可以包含下列字元: \n/ , ; * ? \\" < > |"
MSE10="指定的路徑名超過限制。請指定 150 個字元以內的路徑名。"
MSE11="指定的路徑名中沒有磁碟機名稱，或者指定了相對路徑。請指定一個完整路徑。"
MSE14="電腦不支援該程式。"
MSE15="該程式可以在 Windows 2000 Service Pack 4 或更高版本的作業系統上執行。如果您的作業系統早於 Service Pack 4，請更新 Windows 2000 至 Service Pack 4 或更高版本，然後重新執行該操作。"
MSE16="無法開啟檔案。"
MSE17="該程式可以在 Windows XP Service Pack 2 或更高版本的作業系統上執行。如果您的作業系統早於 Service Pack 2，請更新 Windows XP 至 Service Pack 2 或更高版本，然後重新執行該操作。"
MSE18="使用 Windows XP 時，該程式可以在 Windows XP Service Pack 3 或更高版本的作業系統上執行。請更新 Windows XP 至 Service Pack 3 或更高版本，然後重試。"
MSE19="使用 Windows Vista 時，該程式可以在 Windows Vista Service Pack 1 或更高版本的作業系統上執行。請更新 Windows Vista 至 Service Pack 1 或更高版本，然後重試。"
MSE20="使用 Windows Vista 時，該程式可以在 Windows Vista Service Pack 2 或更高版本的作業系統上執行。請更新 Windows Vista 至 Service Pack 2 或更高版本，然後重試。"
MSE21="磁碟機中沒有 CD-ROM。此時設定應用程式將關閉。"
MSM0001="確定"
MSM0002="取消"
MSM0003="是"
MSM0004="否"
MSM0005="上一步"
MSM0006="下一步"
MSM0007="繼續"
MSM0008="中止"
MSM0009="結束"
MSM0010="安裝"
MSM0011="說明"
MSM0012="選擇全部"
MSM0013="清除全部"
MSM0014="查看最新資訊"
MSM0015="繼續安裝"
MSM0016="取消安裝"
MSM0017="語言"
MSM0018="預設值"
MSM0019="跳過"
MSM0020="返回初始介面"
MSM0021="關閉"
MSM0022="儲存"
MSM0101="錯誤"
MSM0102="警告"
MSM0103="資訊"
MSM0104="Canon"
MSM1001="語言"
MSM1002="選擇該程式使用的語言，然後按一下 [下一步]。"
MSM1003="選擇該程式使用的語言，然後按一下 [上一步]。"
MSM1004="請選擇語言。"
MSM1011="開始安裝協助程式工具。設定操作需要使用協助程式工具。"
MSM1021="正在取得資訊"
MSM1022="正在取得最新驅動程式和軟體的相關資訊。"
MSM1023="對於網際網路存取，該軟體將獲取 Keychain 中儲存的資訊。\n如果出現 [確認存取 Keychain] 對話方塊，按一下 [總是允許]。"
MSM1024="正在取得最新軟體的相關資訊。"
MSM1031="資訊取得錯誤"
MSM1032="取得驅動程式和軟體的相關資訊失敗。請檢查網路連接並重試。"
MSM1033="找不到與作業環境相容的軟體。"
MSM1034="取得軟體的相關資訊失敗。請檢查網路連接並重試。"
MSM1051="選擇印表機"
MSM1052="選擇掃描器"
MSM1103="美國，加拿大，拉丁美洲"
MSM1104="歐洲，中東，非洲"
MSM1105="亞洲"
MSM1106="太平洋地區"
MSM1116="國家和地區"
MSM1117="選擇居住地。"
MSM1118="選擇您的國家或地區。如果您的國家或地區未在下表中列出，請選擇 「其他」。"
MSM1241="開始設定"
MSM1242="開始進行必要的設定，以便從電腦使用本機。\n請參見螢幕上的說明。"
MSM1243="開始設定"
MSM1244="本軟體可以讓您從電腦使用本機。"
MSM1245="實用軟體"
MSM1246="顯示如何下載及使用軟體以便充分利用本機。"
MSM1247="線上手冊"
MSM1248="可以在線上查閱手冊。"
MSM1249="使用在網際網路上找到的最新軟體"
MSM1250="設定"
MSM1305="磁碟機 %DRIVELETTER% %DISKSPACE% 兆位元組剩餘空間"
MSM1306="總共需要空間: %ITEMSPACE% 兆位元組"
MSM1307="%s MB"
MSM1311="應用程式"
MSM1312="估計安裝時間: %INSTALLTIME_MIN% 至 %INSTALLTIME_MAX% 分鐘"
MSM1315="根據網路環境，安裝可能需要一段時間。"
MSM1451="軟體安裝清單"
MSM1452="將安裝所選軟體。請確保已選擇了想要安裝的軟體，然後按一下 [下一步]。"
MSM1453_Mac="需要安裝以下所有軟體才能使用該印表機的所有功能。"
MSM1454="該軟體為必選項目並且無法取消選擇。"
MSM1455_Mac="需要安裝以下所有軟體才能使用該掃描器的所有功能。"
MSM1601="許可協定"
MSM1602="請在安裝所選軟體程式前，仔細閱讀下面許可協定。"
MSM1603="如果接受該協定，按一下 [是]。如果選擇 [否]，則取消軟體安裝。"
MSM1604="請在安裝 %CURRENT_STEPITEM% 前，仔細閱讀下面許可協定。"
MSM1605="如果接受該協定，按一下 [是]。如果選擇 [否]，則軟體將無法安裝。"
MSM1606="Canon 產品"
MSM1607="如果不接受該許可協定，則無法安裝軟體。確定嗎？"
MSM1608="如果不接受該許可協定，則此應用程式與需要此應用程式的 Print Studio Pro 無法安裝。確定嗎？"
MSM1671="安裝 .NET Framework"
MSM1672="電腦上未安裝 Microsoft .NET Framework 4。要使用所有軟體，需要安裝 Microsoft .NET Framework 4。要安裝嗎？"
MSM1681="未找到 Microsoft .NET Framework 4"
MSM1682="未找到 Microsoft .NET Framework 4 或其安裝不正確。\n必須正確安裝 Microsoft .NET Framework 4 才能安裝該軟體。"
MSM1683="所選軟體需要安裝 .Net Framework。如果未連接到網際網路，則可能不安裝該軟體。"
MSM1684="  - %s"
MSM1701="安裝進度: %PROGRESS%%"
MSM1702="完成大約還需 %RESTTIME% 分鐘"
MSM1711="正在下載..."
MSM1712="正在計算剩餘時間..."
MSM1804="許可協定"
MSM1809="完成"
MSM1901="正在處理"
MSM1902="正在處理。請等待。"
MSM1903="這可能大約需要一分鐘。"
MSM1904="正在安裝: %ITEM%"
MSM1905="正在下載: %ITEM%"
MSM1906="正在下載 %PROG_CAPA%/%TOTAL_CAPA%MB"
MSM1907="正在檢查要下載的項目..."
MSM1908="正在下載... %d/%d"
MSM2001="印表機連接"
MSM2002="確保印表機已經連接到電腦上，並開啟印表機電源。"
MSM2003="無法檢測到印表機。重新檢查連接。"
MSM2008="正在電腦上註冊印表機。\n該過程可能需要一段時間。"
MSM2010="印表機連接"
MSM2031="掃描器連接"
MSM2032="確保掃描器已經連接到電腦上，如果掃描器有電源按鈕，請將其開啟。"
MSM2033="無法檢測到掃描器。重新檢查連接。"
MSM2034="已偵測到掃描器。請等待安裝完成。"
MSM2096="印表機偵測"
MSM2097="正在搜尋網路上的印表機。"
MSM2111="正在檢查印表機狀態"
MSM2112="檢查連接方法"
MSM2113="是否使用無線連接將印表機連接至以下無線路由器？"
MSM2114="無線路由器: %s"
MSM2115="印表機(序號): %s(%s)"
MSM2116="是否允許以 Wi-Fi 連接使用以下印表機？"
MSM2117="是否允許以有線 LAN 連接使用以下印表機？"
MSM2118="是否允許以 USB 連接使用%s？"
MSM2119="是否允許以直接連接使用以下印表機？"
MSM2120="關於連接類型"
MSM2121="選擇無線路由器"
MSM2122="選擇要用於連接印表機的無線路由器。"
MSM2123="無線路由器:"
MSM2124="密碼:"
MSM2125="隱藏文字"
MSM2126="手動新增"
MSM2131="請輸入所用無線路由器的資訊。"
MSM2132="網路名稱(SSID):"
MSM2133="加密類型:"
MSM2134="不使用"
MSM2135="使用 WEP"
MSM2136="使用 WPA/WPA2"
MSM2137="無"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="WEP 金鑰長度:"
MSM2142="64 位元"
MSM2143="128 位元"
MSM2151="WEP 金鑰格式:"
MSM2152="ASCII"
MSM2153="十六進位"
MSM2161="WEP 金鑰 ID:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="對於 64 位元 WEP，金鑰長度必須為 ASCII 格式的 5 個字元。\n請再次輸入。"
MSM2172="對於 64 位元 WEP，金鑰長度必須為十六進位格式的 10 個數字。\n請再次輸入。"
MSM2173="對於 128 位元 WEP，金鑰長度必須為 ASCII 格式的 13 個字元。\n請再次輸入。"
MSM2174="對於 128 位元 WEP，金鑰長度必須為十六進位格式的 26 個數字。\n請再次輸入。"
MSM2175="如果金鑰格式為 ASCII，無法使用除 ASCII 字元以外的字元。\n請輸入正確值。"
MSM2176="如果金鑰格式為十六進位，無法使用除十六進位數字以外的字元。\n請輸入正確值。"
MSM2177="輸入 8 至 63 個字元(ASCII)的密碼，或 64 個數字(十六進位)的密碼。"
MSM2178="密碼無效。請輸入 5 或 13 個字元，或者 10 或 26 個字元(十六進位)。"
MSM2181="檢查網路名稱(SSID)"
MSM2182="無線路由器(SSID): %s\n\n如果網路名稱(SSID)正確，則按一下 [下一步] 繼續。\n如果網路名稱(SSID)不正確，則按一下 [上一步]，然後再次新增無線路由器。"
MSM2183="無線路由器的密碼可能不正確。\n按一下 [上一步]，然後再次輸入密碼。"
MSM2184="網路(SSID)選擇錯誤"
MSM2185="印表機不支援 5GHz 網路。\n按一下 [上一步]，然後選擇支援 2.4GHz 的網路(SSID)。"
MSM2186="無線路由器的加密類型與加密設定不符。\n按一下 [上一步]，然後再次新增無線路由器。"
MSM2190="選擇網路(SSID)"
MSM2191="從印表機中找不到將此電腦連接到的網路(SSID)。請選擇網路名稱(SSID)。"
MSM2192="MAC 位址:"
MSM2193="(選擇)"
MSM2194="其他網路"
MSM2195="網路(SSID)設定"
MSM2196="請輸入網路(SSID)資訊。"
MSM2197="密碼"
MSM2198="請輸入網路(SSID)密碼。"
MSM2199="網路名稱(SSID): %s"
MSM2200="網路名稱(SSID): %s\n\n如果網路名稱(SSID)正確，則按一下 [下一步] 繼續。\n如果網路名稱(SSID)不正確，則按一下 [上一步]，然後再次選擇網路名稱(SSID)。"
MSM2201="網路(SSID)的密碼可能不正確。\n按一下 [上一步]，然後再次輸入密碼。"
MSM2202="印表機不支援 5GHz 網路。\n按一下 [上一步]，然後選擇支援 2.4GHz 的網路(SSID)。"
MSM2203="網路(SSID)的加密類型與加密設定不符。\n按一下 [上一步]，然後再次設定。"

MSM2252="安裝完成"
MSM2253="從電腦列印的設定已完成。\n下一步，將安裝軟體。"
MSM2254="未完成安裝。\n要繼續安裝實用軟體，請按一下 [繼續]。"
MSM2255="安裝已完成。"
MSM2256="您現在可以從電腦進行列印。"
MSM2261="正在設定"
MSM2262="在設定過程中網路連接暫時被禁用。\n這可能需要幾分鐘。請等待。"
MSM2263="執行無電纜線設定失敗。請中止處理序並遵從螢幕上的使用說明選擇其他設定方法。"
MSM2264="正在執行設定。這可能需要幾分鐘。請等待。"
MSM2301="安裝失敗"
MSM2310="印表機搜尋錯誤"
MSM2311="找不到連接的印表機。\n要再次搜尋印表機，請按一下 [重新搜尋]。"
MSM2312="重新搜尋"
MSM2313="已取消設定"
MSM2314="已取消設定。\n請按一下 [返回初始介面]，然後重新開始設定。"
MSM2315="安裝失敗。\n請按一下 [返回初始介面]，然後重新開始設定。"
MSM2390="使用此印表機之前，您必須執行列印頭校準。有關詳細資訊，請按一下 [列印頭校準] 並按照螢幕上的說明操作。\n\n校準完成時，請按一下 [下一步]。"
MSM2391="列印頭校準"
MSM2401="推薦列印頭校準"
MSM2411="列印頭校準"
MSM2413="執行"
MSM2414="當使用該印表機列印相片時，建議您執行列印頭校準。要現在執行列印頭校準，請在紙匣中裝入一般紙張並按一下 [執行]。完成列印頭校準後，按一下 [下一步]。詳細資訊請參考印表機手冊。\n\n另外，安裝完成後也可進行列印頭校準。如要不執行列印頭校準並繼續，按一下 [下一步]。"
MSM2416="您需要在使用該印表機前執行列印頭校準。按一下 [執行] 以顯示 [啟動列印頭校準] 螢幕。請參見螢幕上的說明列印校準圖案。將列印的校準圖案放置在原稿玻璃上並進行掃描。\n\n完成列印頭校準後，按一下 [下一步]。"
MSM2416_Mac="您需要在使用該印表機前執行列印頭校準。按一下 [執行] 以顯示 [啟動列印頭校準] 螢幕。請參見螢幕上的說明列印校準圖案。將列印的校準圖案放置在原稿平台上並進行掃描。\n\n完成列印頭校準後，按一下 [下一步]。"
MSM2417="本印表機具有列印頭校準功能。如果列印結果出現未對齊的線條或者不令人滿意，校準列印頭可能會解決這些問題。"
MSM2418="您需要在使用該印表機前執行列印頭校準。在印表機中裝入紙張，按一下 [執行]，然後按一下 [下一步]。"
MSM2418_Mac="您需要在使用該印表機前執行列印頭校準。在印表機中載入紙張，然後按一下 [執行]。\n\n如果您不希望校準列印頭，按一下 [下一步]。"
MSM2420="搜尋印表機。"
MSM2421="搜尋 %PRODUCTNAME%。"
MSM2422="無法找到印表機佇列。"
MSM2423="按一下 [註冊印表機] 以註冊印表機。"
MSM2424="註冊印表機"
MSM2434="註冊掃描器"
MSM2437_Mac="新增印表機"
MSM2438_Mac="按一下 [新增印表機] 時，將顯示可用的印表機。選擇在類型欄位中顯示為 [Canon IJ Network] 的 %s 印表機，然後按一下 [新增]。\n新增印表機後，按一下 [下一步]。"
MSM2439_Mac="如果可以新增的印表機未顯示或者不確定如何使用螢幕，請按一下 [線上手冊]。"
MSM2440_Mac="選擇掃描器"
MSM2441_Mac="將掃描器設定至電腦。\n\n按一下 [選擇掃描器] 以啟動用於設定掃描器的應用程式軟體。按照應用程式軟體的使用說明完成操作。"
MSM2451="使用者註冊"
MSM2453="下一步"
MSM2464="使用者註冊"
MSM2465="立即註冊 Canon 產品您將有資格獲得以下優惠:\n- 每月收到 Canon 儲存系統為您提供的電子郵件快訊\n- 收到有趣的 Creative Park 方案和有用的提示\n- 第一時間收到軟體更新的通知"
MSM2474="使用者註冊"
MSM2475="透過註冊產品，您可以接收到有用的產品和服務資訊。您需要連接網際網路進行註冊。"
MSM2484="產品註冊"
MSM2485JU="立即註冊 Canon 產品您將有資格獲得以下優惠:\n- 如果發生保險索賠 Canon U.S.A. 將儲存您的用戶資訊\n- 第一時間收到軟體更新的通知\n- 每月收到 Canon 儲存系統為您提供的電子郵件快訊"
MSM2485M="透過更新或註冊新產品，您可以接收到有用的產品和服務資訊。您需要連接網際網路進行更新和註冊。"
MSM2486_Mac="如果您按一下 [下一步]，您的產品名稱、作業系統資訊和區域資訊將自動被收集並透過網際網路傳送至 Canon。這些資訊將僅用於開啟註冊螢幕。"
MSM2486_Mac2="如果您按一下 [下一步]，您的產品名稱、作業系統資訊、區域資訊和印表機序號將自動被收集並透過網際網路傳送至 Canon。這些資訊將僅用於開啟註冊螢幕。"
MSM2487="要稍後進行註冊，請按一下 [取消] 並進行下一步驟。透過 Quick Menu，可以隨時註冊您的產品。"
MSM2501="CANON iMAGE GATEWAY 使用者註冊"
MSM2502="註冊"
MSM2503="CANON iMAGE GATEWAY 產品註冊"
MSM2504="CANON iMAGE GATEWAY 是一項為產品購買者提供的專用線上服務，使其享有免費成員資格/免成員年費的權限。如果申請使用者註冊，您可以使用各種服務增强數位相片體驗的樂趣。"
MSM2505="CANON iMAGE GATEWAY 是免成員資格費用的網站。我們提供產品的支援資訊以及與項目列印(如新年賀卡)有關的資訊。我們提供相機的實用提示(如拍攝技巧)，幫助您享受使用我們產品的樂趣，我們還提供專屬於成員的重要商店優惠資訊。"
MSM2506="如果您按一下 [註冊]，您的產品名稱、作業系統資訊和區域資訊將自動被收集並透過網際網路傳送至 Canon。這些資訊將僅用於開啟註冊螢幕。"
MSM2507="如果您按一下 [註冊]，您的產品名稱、作業系統資訊、區域資訊和印表機序號將自動被收集並透過網際網路傳送至 Canon。這些資訊將僅用於開啟註冊螢幕。"
MSM2511="使用者註冊"
MSM2513="產品註冊"
MSM2514="立即註冊 Canon 產品您將有資格獲得以下優惠:\n- 每月收到 Canon 儲存系統為您提供的電子郵件快訊\n- 收到有趣的 Creative Park 方案和有用的提示\n- 第一時間收到軟體更新的通知"
MSM2515="透過註冊產品，您可以接收到有用的產品和服務資訊。您需要連接網際網路進行註冊。"
MSM2516="如果您按一下 [下一步]，您的產品名稱、作業系統資訊和區域資訊將自動被收集並透過網際網路傳送至 Canon。這些資訊將僅用於開啟註冊螢幕。"
MSM2517="如果您按一下 [下一步]，您的產品名稱、作業系統資訊、區域資訊和印表機序號將自動被收集並透過網際網路傳送至 Canon。這些資訊將僅用於開啟註冊螢幕。"
MSM2521="使用者註冊。您的產品名稱、作業系統資訊、區域資訊和印表機序號將自動被收集並透過網際網路傳送至 Canon。這些資訊將僅用於開啟註冊螢幕。要繼續，請按一下 [確定]。"
MSM2522="使用者註冊。您的產品名稱、作業系統資訊和區域資訊將自動被收集並透過網際網路傳送至 Canon。這些資訊將僅用於開啟註冊螢幕。要繼續，請按一下 [確定]。"
MSM2526="使用者註冊。您的產品名稱、作業系統資訊、區域資訊和印表機序號將自動被收集並透過網際網路傳送至 Canon。這些資訊將僅用於開啟註冊螢幕。要繼續，請按一下 [確定]。"
MSM2527="使用者註冊。您的產品名稱、作業系統資訊和區域資訊將自動被收集並透過網際網路傳送至 Canon。這些資訊將僅用於開啟註冊螢幕。要繼續，請按一下 [確定]。"
MSM2551="Canon %s 使用者註冊"
MSM2552="解除安裝使用者註冊"
MSM2571="%s 使用者註冊解除安裝程式"
MSM2572="您確認要完全移除 [Canon %s 使用者註冊] 及其全部組成部分嗎？"
MSM2573="解除安裝成功。"
MSM2574="解除安裝失敗。"
MSM2575="您必須重新啟動電腦以完成解除安裝。按一下 [確定] 以重新啟動。按一下 [取消] 稍後重新啟動。"
MSM2576="要解除安裝 Canon %s 使用者註冊，必須具有管理員權限。"
MSM2577="使用者註冊。您的產品名稱、作業系統資訊和區域資訊將自動被收集並透過網際網路傳送至 Canon。這些資訊將會直接反映在註冊螢幕中。要繼續，請按一下 [確定]。"
MSM2577_Mac2="使用者註冊。您的產品名稱、作業系統資訊、區域資訊和印表機序號將自動被收集並透過網際網路傳送至 Canon。這些資訊將僅用於開啟註冊螢幕。要繼續，請按一下 [確定]。"
MSM2578="使用者註冊。您的產品名稱、作業系統資訊和區域資訊將自動被收集並透過網際網路傳送至 Canon。這些資訊將僅用於開啟註冊螢幕。要繼續，請按一下 [確定]。"
MSM2578_2="使用者註冊。您的產品名稱、作業系統資訊、區域資訊和印表機序號將自動被收集並透過網際網路傳送至 Canon。這些資訊將僅用於開啟註冊螢幕。要繼續，確保印表機已經連接到電腦上，然後開啟印表機並按一下 [確定]。"
MSM2580="連接失敗。確認網路連接已經啟動，然後重試。如果連接仍然失敗，請等待並重試。您也可以透過 Solution Menu EX 隨時註冊。"
MSM2581="連接失敗。確認網路連接已經啟動，然後重試。如果連接仍然失敗，請等待並重試。"
MSM2582="連接失敗。"
MSM2584="連接中。請等待。"
MSM2585="輸入您防火牆的使用者名稱和密碼。"
MSM2586="使用者名稱:"
MSM2587="密碼:"
MSM2589="連接失敗。確認網路連接已經啟動，然後重試。如果連接仍然失敗，請等待並重試。"
MSM2590="印表機忙碌(例如正在清潔或執行列印頭校準)時，無法進行連接。\n請在印表機閒置時，重試 Wi-Fi 設定。"
ExecutingPrefSet_Mac="應用程式已連結至 CanoScan Toolbox"
MSM2601="安裝成功。"
MSM2602="現在重新啟動系統(推薦)"
MSM2603="線上繼續"
MSM2604="按一下 [線上繼續] 以前往 Canon 網站，您可以在該網站上下載其他應用程式，並取得有關印表機可用功能和服務的更多資訊。\n本軟體將會關閉，然後 Canon 網站會在您的瀏覽器中開啟。"
MSM2605="線上繼續"
MSM2701="取消安裝"
MSM2702_Mac="未完成安裝。要繼續安裝，請按一下 [繼續]。要取消安裝，請按一下 [中止]。"
MSM2801="更改系統設定"
MSM2802="要使新設定生效，必須重新啟動系統。\n要立即重啟系統嗎？"
MSM2851="Extended Survey Program"
MSM2870="為了使產品的開發與銷售更佳的滿足用戶的需求，Canon 需要獲取您的 Canon 產品相關的以下資訊，然後透過網際網路傳送至 Canon。"
MSM2871="為了使產品的開發與銷售更佳的滿足用戶的需求，Canon 需要獲取您的 Canon 產品相關的以下資訊，然後透過網際網路傳送至法定研究機構。"
MSM2873="如果您同意，請按一下 [同意]。否則，請按一下 [不同意]。"
MSM2874="為了使產品的開發與銷售更佳的滿足用戶的需求，Canon 需要獲取您的 Canon 產品相關的以下資訊，然後透過網際網路傳送至 Canon (如果在中國使用 Canon 產品，傳送至法定研究機構)。"
MSM2876="如果同意上述資訊，按一下 [同意] 以開始安裝調查程式。否則，請按一下 [不同意] 。該程式可能無法在不支援的作業系統版本上運行。"
MSM2901="測試列印"
MSM2904="將執行測試列印以檢查印表機的操作。\n在印表機中裝入一般紙張，按一下 [開始]。測試列印完成時，按一下 [下一步]。\n\n如果發生列印錯誤，請參見螢幕上的說明重新開始安裝。"
MSM2905="開始"
MSM2906="資料已傳送以檢查印表機是否正常運作。"
MSM3001="使用印表機必須安裝該軟體。\n您可以對不同的紙張類型和大小執行相應的列印操作。"
MSM3002_Mac="電子手冊介紹了驅動程式的操作及如何使用應用程式軟體的簡單介紹。"
MSM3008="您可以合併影像檔案和文字，然後輕鬆地在光碟標籤上進行直接列印。"
MSM3009="更新系統。"
MSM3010="該工具程式可以讓您在電腦中使用插在印表機記憶卡插槽中的記憶卡裡儲存的檔案。"
MSM3011="該驅動程式可以讓您使用網路裝置。"
MSM3012="該工具用來變更網路連接裝置的連接方法和安全設定。"
MSM3013="My Printer 幫您解決列印問題，如列印結果污損。"
MSM3016="MP Drivers 是列印文件和掃描影像所必需的。"
MSM3018="ArcSoft PhotoStudio 可以讓您校正/增強從掃描器或數位相機匯入的影像。"
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage 是一個 OCR(光學字元辨識)程式，它可以將書籍或報紙字元中文字轉換為文字資料。"
MSM3021="Presto! PageManager 讓掃描、共享以及組織文件和相片變得容易。為了方便檢索，您可以將所有與業務有關的文件儲存到無限的巢套資料夾中。"
MSM3023="Setup Utility 可以讓您透過紅外線或 Bluetooth 連接進行列印設定。"
MSM3024="Setup Utility 可以讓您透過 PictBridge 進行列印設定。"
MSM3026="這是一個能夠更加輕鬆地進行專業相片列印的外掛軟體。要使用該外掛軟體，您需要安裝適當的應用程式軟體。"
MSM3027="XPS 驅動程式適合從支援 XPS 列印的應用程式軟體列印(Windows Vista 或者更高版本)。"
MSM3027_0="XPS 驅動程式適合從支援 XPS 列印的應用程式軟體列印(Windows Vista 或者更高版本)。必須正確安裝 IJ 印表機驅動程式。"
MSM3027_1="XPS 驅動程式適合從支援 XPS 列印的應用程式軟體列印(Windows Vista 或者更高版本)。必須正確安裝 MP Drivers。"
MSM3028="ScanGear 是操作掃描器所需的驅動程式。要使用該驅動程式，請運行如影像編輯程式等應用程式軟體。"
MSM3028_Mac="使用掃描器所需的驅動程式。使用該驅動程式，可以在掃描時指定文件大小、輸出大小和其他進階設定。從與 TWAIN 相容的應用程式操作掃描器時，也會使用該驅動程式。"
MSM3031_Mac="電子手冊介紹了驅動程式的操作及如何使用應用程式軟體的簡單介紹。"
MSM3032=
MSM3034="要真實再現 Adobe RGB 影像的色彩，需要此項。Adobe 為 Adobe Systems Incorporated 在美國和/或其他國家/地區的註冊商標或商標。"
MSM3035="Setup Utility 可以讓您透過紅外線，Bluetooth 連接或 PictBridge 進行列印設定。"
MSM3037="ScanGear CS 是操作掃描器所需的掃描器驅動程式(TWAIN 驅動程式)。要使用該驅動程式，請運行如影像編輯程式等應用程式軟體。"
MSM3040="使用 Easy-PhotoPrint EX，您只需使用數位相機拍攝的相片，即可輕鬆創建個性化影集、黏貼標籤或日曆。您也可以快速的列印滿版相片。此外，您還可以在列印前套用紅眼校正和面部平滑。"
MSM3041="立刻開啟可以輕鬆的列印相片的輔助應用程式軟體。"
MSM3042="MP Navigator EX 能夠輕鬆的將掃描後的影像直接導入到應用程式軟體並進行列印或將影像附加到電子郵件中，或者儲存到您的電腦中。"
MSM3043="手冊介紹了如何使用該機器和隨附的軟體。也提供了疑難排解資訊。"
MSM3043_Mac="手冊介紹了如何使用本機和隨附的軟體。也提供了疑難排解資訊。"
MSM3044="Easy-WebPrint EX 可以讓您剪下部分網頁並使用您特有的佈置進行列印。它以便捷的工具列形式顯示於瀏覽器上。"
MSM3044_Mac="Easy-WebPrint EX 可以讓您剪輯部分網頁並使用您特有的佈置進行列印。是一個便捷的瀏覽器外掛程式。需要 Safari 4.0 或更高版本。"
MSM3045="使用該軟體您可以編輯印表機中註冊的編碼快速撥號、使用者資訊和其他設定，並將編輯後的設定儲存在電腦中或註冊到印表機。"
MSM3046="使用 Solution Menu EX 可以立即啟動應用程式軟體，該應用程式軟體能夠輕鬆列印影集和日曆，或透過按一下來掃描文件。您還可以輕鬆訪問支援多種用途的 Canon 網站。"
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="您可以匯入相片並使用相片創建和列印個性化的項目(如美術拼貼、卡片和日曆)。也可以透過簡單的步驟列印滿版相片和校正/增強影像。與 Image Display 一起使用以從儲存的相片生成推薦事項。"
MSM3049="用於相片列印的外掛程式，可簡化以及優化藝術專業作品的創建。必須安裝適當的應用程式。有關相應應用程式的詳細資訊，請參考手冊。"
MSM3050="您可以快速啟動 Canon 產品的軟體或手冊。還可以快速訪問提供關於 Canon 產品的有用資訊的網站，或訪問支援多種用途以及更多用途的有用網站。"
MSM3051="使用掃描器所需的驅動程式。從與 ICA 相容的應用程式操作掃描器時，會使用該驅動程式。"
MSM3052="該實用程式掃描並儲存影像。"
MSM3053="您可以快速啟動 Canon 產品的軟體。還可以快速訪問手冊和各種網站。"
MSM3054="新增要在創建可搜尋文字 PDF 檔案或啟動 OCR 時使用的語言字典。安裝後，在 Canon IJ Scan Utility 的設定螢幕中選擇相應的語言。"
MSM3055="這是一個應用程式，可開啟 ScanGear 進行預覽並掃描影像，然後將其儲存到電腦。"
MSM3056="本軟體可以設定使用網路上的印表機時所需的設定。"
MSM3057="本軟體能夠以最佳方式控制從 Autodesk, Inc. 的 CAD 用途軟體「AutoCAD」列印。"
MSM3058="本軟體可以輕鬆直接輸出多個繪圖等檔案，而無須執行專用應用程式。\n還可與雲端服務相互操作，在相關使用者之間提供檔案及時共用。"
MSM3059="此外掛程式適用於 Microsoft Word、Microsoft Excel 以及 Microsoft PowerPoint。使用此外掛程式可簡化從 Microsoft Office 程式到印表機的多種列印任務。"
MSM3062="透過此應用程式，您可以選擇在頁面上佈置文字和影像的方式以進行列印。"
MSM3063="使用您喜愛的相片創建和列印獨特的美術拼貼、卡片、日曆等。也可以輕鬆地列印滿版相片。"
MSM3064="只需選擇包含相片的資料夾，應用程式便會自動選擇相片並將其排列成相簿。透過應用程式下單後，將在 Canon 專業相片印表機上以高解析度列印相簿。也可以使用 Easy-PhotoPrint Editor 在家用印表機上列印相簿中的相片。"
MSM3066="只需選擇包含相片的資料夾，應用程式便會自動選擇相片並將其排列成相簿。透過應用程式下單後，將在 Canon 專業相片印表機上以高解析度列印相簿。也可以使用 Easy-PhotoPrint Editor 在家用印表機上列印相簿中的相片。"

MSM4001W="IJ 印表機驅動程式"
MSM4001="印表機驅動程式"
MSM4002="使用者手冊"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPS 驅動程式"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="快速撥號公用程式"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICA 驅動程式"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="適用於 OCR 的其他字典(中文/韓語)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057="Printer Driver Optimization Module for AutoCAD"
MSM4058="imagePROGRAF Direct Print & Share"
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060="IJ Scan Utility"
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: 創建個性化的相簿"
MSM4067="hdAlbum EZ: 創建個性化的相簿"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="在線墨水購買功能現在已經準備好。"
EIDENABLER_ADMIN="要執行該軟體，必須以 Administrators 群組成員身分登入。"
MENU1_Mac="關於設定"
MENU2_Mac="服務"
MENU3_Mac="隱藏設定"
MENU4_Mac="隱藏其他"
MENU5_Mac="顯示全部"
MENU6_Mac="結束設定"
MENU7_Mac="編輯"
MENU8_Mac="剪下"
MENU9_Mac="拷貝"
MENU10_Mac="貼上"
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="中國"
HK="香港"
ID="印度尼西亞"
IN="印度"
JP="日本"
KR="韓國"
MY="馬來西亞"
PH="菲律賓"
SG="新加坡"
TW="台灣"
TH="泰國"
VN="越南"
MO="澳門"
AU="澳大利亞"
NZ="紐西蘭"
US="美國"
CA="加拿大"
BR="巴西"
MX="墨西哥"
AR="阿根廷"
CL="智利"
PA="巴拿馬"
AT="奧地利"
BE="比利時"
BG="保加利亞"
HR="克羅埃西亞"
CZ="捷克共和國"
DK="丹麥"
EE="愛沙尼亞"
FI="芬蘭"
FR="法國"
DE="德國"
GR="希臘"
HU="匈牙利"
IE="愛爾蘭"
IT="義大利"
LV="拉脫維亞"
LT="立陶宛"
LU="盧森堡"
NL="荷蘭"
NO="挪威"
PL="波蘭"
PT="葡萄牙"
RO="羅馬尼亞"
RU="俄羅斯"
SK="斯洛伐克"
SI="斯洛維尼亞"
ZA="南非"
ES="西班牙"
SE="瑞典"
CH="瑞士"
TR="土耳其"
GB="英國"
Others="其他"
MSM5001="在桌面上創建別名"
MSM5002="同意在桌面上創建手冊的別名嗎？如果同意，請選擇 [同意]。如果選擇 [不同意]，可以從 [應用程式] 資料夾開啟手冊。"
MSM5003="同意"
MSM5004="不同意"
MSM5010="新增 Easy-WebPrint EX 到 Dock"
MSM5011="同意新增 Easy-WebPrint EX 到 Dock 嗎？如果同意，請選擇 [同意]。如果選擇 [不同意]，可以從 [應用程式] 資料夾使用 Easy-WebPrint EX。"
MSM5012="同意"
MSM6000="選擇印表機連接方法。"
MSM6001="Wi-Fi 連接"
MSM6002="有線 LAN 連接(乙太網路電纜線)"
MSM6003="USB 連接(USB 電纜線)"
MSM6004="重試印表機網路設定"
MSM6005="選擇 Wi-Fi 連接方法。"
MSM6006="透過無線路由器連接(推薦)"
MSM6007="直接連接"
MSM6008="透過無線路由器連接電腦和印表機。"
MSM6009="直接連接電腦和印表機。"
MSM6010="要在透過無線路由器連接和直接連接之間轉換，或獲取關於連接方法的更多詳細資訊，請按一下 [使用說明]。"
MSM6011="使用說明"
MSM6012="確保印表機已開啟。"
MSM6013="網路上印表機的清單"
MSM6014="序號"
MSM6015="MAC 位址"
MSM6016="IP 位址"
MSM6017="在清單中無法找到設定的印表機"
MSM6018="更新"
MSM6019="1. 要在網路上設定印表機，在上述印表機清單中選擇一個印表機，然後按一下 [下一步]。\n   可以在印表機背面或保固卡上找到序號。\n   上述清單只會顯示序號的最後 5 個數字。\n2. 如果要設定的印表機未在上面的清單中，請開啟印表機並按一下 [更新]。\n3. 如果在清單中仍然無法找到印表機，請選擇 [在清單中無法找到設定的印表機]，然後按一下 [下一步]。"
MSM6020="1. 要在網路上設定印表機，在上述印表機清單中選擇一個印表機，然後按一下 [下一步]。\n   可以在印表機背面或保固卡上找到序號。\n2. 如果要設定的印表機未在上面的清單中，請開啟印表機並按一下 [更新]。\n3. 如果在清單中仍然無法找到印表機，請選擇 [在清單中無法找到設定的印表機]，然後按一下 [下一步]。\n4. 對於 USB 連接，也選擇 [無法找到設定的印表機]，然後按一下 [下一步]。"
MSM6021="連接已完成。"
MSM6022="選擇連接方法"
MSM6023="確認電源"
MSM6024="使用其他方法進行設定。請參見螢幕上的說明。"
MSM6025="必須先完成印表機設定，才能安裝 XPS 驅動程式。如果未完成設定，請按一下 [返回初始介面] 設定印表機。"
MSM6026="繼續之前"
MSM6027="此軟體可能使用網路設定印表機。\n如果在設定過程中安全軟體顯示任何警告，請允許此軟體繼續。\n(有關詳細資訊，請參閱安全軟體手冊。)\n\n此軟體將所安裝的其他軟體新增至 Windows 防火牆允許的程式清單。"
MSM6028="停用封鎖"
MSM6029="選擇印表機"
MSM6026_Mac="繼續之前"
MSM6027_Mac="此軟體可能使用網路設定印表機。\n根據您使用的安全軟體，可能需要在開始設定之前變更安全軟體的設定。\n(有關詳細資訊，請參閱安全軟體手冊。)\n\n如果在設定過程中安全軟體顯示任何警告，請允許此軟體繼續。\n\n此軟體使用鑰匙圈。\n如果鑰匙圈存取向您徵詢許可，請按一下 [總是允許]。"
MSM6100="My Image Garden 使用儲存在電腦上的相片自動創建卡片或日曆。"
MSM6101="CREATIVE PARK PREMIUM 專為原廠 Canon 墨水使用者提供優質內容。"
MSM6102="僅從印表機的功能表進行選擇，即可完美影印已列印的相片。"
MSM6103="即使印表機已關閉，當開始列印作業時，印表機仍會自動開啟。"
MSM6104="使用靜音模式，可以安靜地列印、影印或掃描，而不用擔心時間或周圍環境。"
MSM6105="根據使用的型號，此處所述的功能會有所不同。有關更多詳細資料，請參閱手冊。"
MSM6106="有關功能和設定的更多詳細資訊，請參閱手冊。"
MSM6107="此功能可以載入列印資料，然後在紙張上自由排列頁面，放大或縮小頁面大小。"
MSM6108="此外掛程式可以流暢完成高品質列印。此程式支援 Adobe Photoshop、Adobe Photoshop Lightroom 及 Digital Photo Professional。"
MSM6109="本軟體可以同時列印多個檔案，從而實現高效列印。也可以透過雲端服務共用檔案。"
MSM6110="本軟體可以建立精心設計的海報。還包含很多素材。"
MSM6111="此外掛程式適合從 Microsoft Office 輕鬆進行大圖列印。還允許較長尺寸和滿版列印。"
MSM6112="本軟體可以自訂紙張設定。可以變更紙張名稱，並針對您最愛的紙張進行調整以最佳化列印。"
MSM6113="本軟體可以合計已耗用墨水和紙張的用量與成本。還可以查看整體列印成本，這有助於成本縮減管理。"
MSM6114="本軟體可以同時管理多個印表機的情況。還可以使您迅速得知墨水用盡錯誤，此功能在印表機管理中非常有用。"
MSM6115="透過智慧型手機影印功能可以使用智慧型手機或平板的相機建立文件複本。"
MSM6116="透過 Free Layout plus，您可以選擇在頁面上佈置文字和影像的方式以進行列印。"
MSM6117="透過 Easy-PhotoPrint Editor，可以使用您喜愛的相片創建和列印獨特的美術拼貼、卡片、日曆等。"
MSM6118="透過 Easy-PhotoPrint Editor，可以從電腦或智慧型手機列印海報、日曆和相片美術拼貼。"
MSM6119="此應用程式可以完成高品質列印。此程式支援 Adobe Photoshop、Adobe Photoshop Lightroom 及 Digital Photo Professional 等多種影像編輯應用程式。"
MSM6030="從清單中選擇"
MSM6031="可以在保固卡和印表機上找到序號。"
MSM6032="IPv4 裝置"
MSM6033="IPv6 裝置"
MSM6034="序號(最後 5 位數)"
MSM6035="序號位置"
MSM6036="指定 IP 位址並執行搜尋"
MSM6037="根據指南設定網路連接"
MSM6038="如果清單中未顯示印表機，或如果無法透過指定 IP 位址找到印表機，請選擇該選項。"
MSM6039="選擇印表機搜尋方法"
MSM6040="透過 IPv4 位址搜尋"
MSM6041="透過 IPv6 位址搜尋"
MSM6042="依主機名稱搜尋"
MSM6043="依 Bonjour 名稱搜尋"
MSM6044="要指定 IP 位址並執行搜尋，必須預先向印表機指派 IP 位址。有關更多詳細資訊，請按一下 [線上手冊]。"
MSM6045="搜尋指定的 IP 位址時發生錯誤"
MSM6046="無法找到指定的印表機。檢查 IP 位址或主機名稱，然後重試。有關更多詳細資訊，請按一下 [線上手冊]。"
MSM6047="重新偵測"
MSM6048="指定的 IP 位址或主機名稱已被另一個裝置使用。檢查 IP 位址或主機名稱，然後重試。有關更多詳細資訊，請按一下 [線上手冊]。"
MSM6049="變更 IPv4 網路設定"
MSM6050="選擇設定方法，然後請輸入要使用的印表機之 IP 位址。"
MSM6051="自動設定"
MSM6052="要自動取得 IP 位址，必須擁有 DHCP 伺服器。"
MSM6053="手動設定"
MSM6054="IPv4 位址"
MSM6055="關於 IP 位址，請聯絡網路管理員。"
MSM6056="變更 IPv6 網路設定"
MSM6057="要自動取得 IPv6 位址，必須擁有 DHCPv6 伺服器或 IPv6 路由器。"
MSM6058="IPv6 位址"
MSM6059="前綴長度"
MSM6060="關於 IP 位址與前綴長度，請聯絡網路管理員。"
MSM6061="變更網路設定時發生錯誤"
MSM6062="由於以下原因之一，設定變更可能失敗:\n  -輸入的 IP 位址無效\n  -IP 位址重複"
MSM6063="有關更多詳細資訊，請按一下 [線上手冊]。"
MSM6064="請按一下 [新增印表機]，然後遵從螢幕上的說明新增印表機。\n\n新增印表機後，請按一下 [下一步]。"
MSM6065="要使用該印表機的所有功能，必須安裝 Canon 驅動程式。\n請按一下 [下一步]，然後重複設定步驟。"
MSM6066="設定為預設印表機"
MSM6067="使用 USB 電纜線連接印表機和電腦。\n確保印表機已開啟。"
MSM6068="如果 USB 電纜線連接到印表機，請拔除電纜線。"
MSM6069="產品名稱"
MSM6071="電腦的網路不可用"
MSM6072="請確認已啟用電腦的網路連接。\n要使用 Wi-Fi 連接，請檢查無線路由器的連接狀態。"
MSM6073="管理員密碼輸入"
MSM6074="請輸入印表機管理員密碼。"
MSM6075="管理員密碼"
MSM6075_add1="管理員密碼:"
MSM6076="密碼錯誤。"
MSM6077="在您的電腦上啟用 Wi-Fi。"
MSM6081="可以從智慧型手機或平板列印"
MSM6085="無線路由器的網路資訊"
MSM6087="密碼:"
MSM6088="顯示密碼"
MSM6089="按一下 [使用說明]，參閱線上手冊，然後設定您的智慧型手機或平板。\n如果您未使用智慧型手機或平板，請按一下 [下一步]。"
MSM6091="是否已執行印表機初始化？"
MSM6092="1. 請確認墨水盒中有墨水。\n2. 請按住印表機的 [停止(Stop)] 按鈕約 5 秒鐘。\n然後，印表機將開始初始化。該操作將需要約 6 分鐘。"
MSM6093="1. 請確認墨水盒中有墨水。\n2. 請按住印表機的 [重試/取消(RESUME/CANCEL)] 按鈕約 5 秒鐘。\n然後，印表機將開始初始化。該操作將需要約 6 分鐘。"
MSM6094="準備墨水系統"
MSM6095="墨水系統尚未準備。要開始準備工作，請按一下 [使用說明] 並參閱準備工作使用說明，或參閱印表機隨附的「入門指南(Getting Started)」手冊。"
MSM6096="檢查印表機"
MSM6097="支援代碼: %s\n\n印表機準備工作未完成。請檢查印表機。\n有關詳細資訊，請按一下 [使用說明]，並參閱線上手冊。\n\n然後按一下 [下一步]。"
MSM6098="使用說明"
MSM6099="稍後檢查印表機。"
MSM6120="簡易無線連接"
MSM6121="按一下 [使用說明]，按照指南說明為印表機連接做準備。印表機準備就緒後，即會偵測到該印表機，然後可以繼續進行下一步驟。偵測印表機可能需要一段時間。"
MSM6123="替代方法"
MSM6124="Wi-Fi 設定"
MSM6125="請選擇要用於設定 Wi-Fi 的方法，然後按一下 [下一步]。"
MSM6126="從印表機連接至 Wi-Fi"
MSM6127="使用 USB 電纜線設定 Wi-Fi 連接"
MSM6128="如果按照指南中的步驟操作後，仍然找不到印表機，可能存在網路問題。請按一下 [疑難排解]，然後檢查網路設定。"
MSM6129="疑難排解"
MSM6130="印表機的網路連接"
MSM6131="一旦印表機就緒，按一下 [下一步]。要在印表機上準備連接，請按一下 [使用說明] 並按照指南操作。"
MSM6133="正在關閉本程式並開啟線上手冊。\n\n本程式將關閉，以便不影響網路設定。檢查網路設定後，請重新啟動程式。"
MSM6134="如果在印表機連接準備完成後仍無法繼續進行下一步驟，請按一下 [替代方法]。"
MSM6135="正在關閉本程式並開啟線上手冊。"
MSM6136="本程式將關閉，以便不影響網路設定。檢查網路設定後，請重新啟動程式。"
MSM6150="選擇網路介面卡"
MSM6151="找到多個網路介面卡。請選擇想要使用的網路介面卡。"
MSM6160="線上手冊捷徑"
MSM6161="想要建立線上手冊的桌面捷徑嗎？"
MSM6162="Canon %s 線上手冊"
MSM6163="建立捷徑"
MSM6164="不要建立捷徑"
MSM6170="偵測不到印表機。\n請按一下 [疑難排解]，然後檢查校正步驟。"
MSM6171="已偵測到印表機。請等待安裝完成。\n這可能需要一段時間。"
MSM6172="USB 電纜線已連接至印表機。請斷開電纜線。"
MSM6173="印表機連接未完成。想要返回上一個螢幕嗎？"
MSM6180="將印表機連接至網路"
MSM6181="請按一下 [下一步]，然後按照顯示的指南設定印表機。"
MSM6182="找不到任何印表機。\n請按一下 [下一步]，然後按照顯示的指南設定印表機。"
MSM6183="搜尋 IP 位址"
MSM6184="請從清單中選擇要設定的印表機。如果多台印表機具有相同的產品名稱，請檢查序號。"
MSM6185="檢查序號"
MSM6186="如果您尋找的印表機不在清單中，請按一下 [找不到印表機]。"
MSM6187="找不到印表機"
MSM6190="準備印表機"
MSM6191="請按住印表機上的以下按鈕 3 秒鐘，然後按一下 [下一步]。"
MSM6192="如果使用此按鈕連接出現問題，請按一下 [使用說明]。"
MSM6193="正在搜尋印表機。請稍候。這可能大約需要一分鐘。"
MSM6200="正在檢查掃描器狀態"
MSM6201="使用 USB 電纜線連接掃描器和電腦。\n如果掃描器有電源按鈕或電源開關，請將其開啟。"
MSM6202="偵測不到掃描器。\n請按一下 [疑難排解]，尋找可能的解決方案。"
MSM6203="USB 電纜線已連接至掃描器。請斷開電纜線。"
MSM6204="已偵測到掃描器。請等待安裝完成。\n這可能需要一段時間。"
MSM6210="深入了解您的 Canon %s"
MSM6211="更多適用於%s的應用程式"
MSM6212="Canon %s手冊"
MSM6213="線上手冊"
MSM6220="印表機準備工作可能未完成。請參閱線上手冊。"
MSM6221="印表機準備工作可能未完成。"
MSM6222="請參閱線上手冊。"
MSM6230="透過無線路由器連接"
MSM6233="視您的網路環境而定，直接連接到印表機可能使您的電腦斷開網際網路連接。\n想要選擇印表機進行連接嗎？\n\n目前連接: %s"
MSM6240="無法找到指定的印表機。檢查 IP 位址或 Bonjour 名稱，然後重試。有關更多詳細資訊，請按一下 [線上手冊]。"
MSM6241="指定的 IP 位址或 Bonjour 名稱已被另一個裝置使用。檢查 IP 位址或 Bonjour 名稱，然後重試。有關更多詳細資訊，請按一下 [線上手冊]。"
